Revit 2027 API
AddInCommandBinding Properties
The AddInCommandBinding type exposes the following members.
Properties
Name | Description
RevitCommandId | The Revit command Id.
Top
See Also
Reference
AddInCommandBinding Class
Autodesk.Revit.UI Namespace